Repository: meghana-garise/CrowdinXliff2XliffRepo
Catalog: TargetXliff/vs_*.xlf
Languages: base_fr

# sev.error
source: Error
base_fr: Erreur

# sev.warning
source: Warning
base_fr: Avertissement

# nodeExceptionMessage
source: A system error occurred ({0})
base_fr: Une erreur système s'est produite ({0})

# error.defaultMessage
source: An unknown error occurred. Please consult the log for more details.
base_fr: Une erreur inconnue s’est produite. Veuillez consulter le journal pour plus de détails.

# error.moreErrors
source: {0} ({1} errors in total)
base_fr: {0} ({1} erreurs au total)

# invalid file
source: Error extracting {0}. Invalid file.
base_fr: TestMeghana Erreur à l'extraction de {0}. Fichier non valide.

# incompleteExtract
source: Incomplete. Found {0} of {1} entries
base_fr: Incomplet. Entrées trouvées : {0} sur {1}

# notFound
source: {0} not found inside zip.
base_fr: {0} introuvable dans le zip.

# TaskRunner.UNC
source: Can't execute a shell command on a UNC drive.
base_fr: Impossible d'exécuter une commande d'interpréteur de commandes sur un lecteur UNC.

source: Unbound
base_fr: Indépendant

# dialogClose
source: Close Dialog
base_fr: Fermer la boîte de dialogue

# quickOpenAriaLabelEntry
source: {0}, picker
base_fr: {0}, sélecteur

# quickOpenAriaLabel_Duplicated5
source: picker
base_fr: sélecteur

# shiftKey
source: Shift
base_fr: Maj

# ctrlKey.long
source: Control
base_fr: Contrôle

# shiftKey.long
source: Shift
base_fr: Maj

# cmdKey.long
source: Command
base_fr: Commande

# repeated
source: {0} (occurred again)
base_fr: {0} (s'est reproduit)

# repeatedNtimes
source: {0} (occurred {1} times)
base_fr: {0} (survenu {1} fois)

# aria list
source: {0}. Use the navigation keys to navigate.
base_fr: {0}. Utiliser les touches de navigation pour naviguer.

# collapse all_Duplicated7
source: Collapse All
base_fr: Réduire tout

# error.invalidSymbol
source: Invalid symbol
base_fr: Symbole invalide

# error.invalidNumberFormat
source: Invalid number format
base_fr: Format de nombre non valide

# error.propertyNameExpected
source: Property name expected
base_fr: Nom de propriété attendu

# error.valueExpected
source: Value expected
base_fr: Valeur attendue

# error.colonExpected
source: Colon expected
base_fr: Signe des deux points attendu

# error.commaExpected
source: Comma expected
base_fr: Virgule attendue

# error.closeBraceExpected
source: Closing brace expected
base_fr: Accolade fermante attendue

# error.closeBracketExpected
source: Closing bracket expected
base_fr: Crochet fermant attendu

# error.endOfFileExpected
source: End of file expected
base_fr: Fin de fichier attendue

source: More Actions...
base_fr: Plus d'actions...

# quickOpenAriaLabel_Duplicated6
source: Quick picker. Type to narrow down results.
base_fr: Sélecteur rapide. Tapez pour réduire les résultats.

# treeAriaLabel
source: Quick Picker
base_fr: Sélecteur rapide

# quickInput.visibleCount_Duplicated9
source: {0} Results
base_fr: {0} résultats

# quickInput.back
source: Back
base_fr: Précédent

# quickInputBox.ariaLabel
source: Type to narrow down results.
base_fr: Taper pour affiner les résultats.

# inputModeEntry
source: Press 'Enter' to confirm your input or 'Escape' to cancel
base_fr: Appuyez sur 'Entrée' pour confirmer votre saisie, ou sur 'Échap' pour l'annuler

# inputModeEntryDescription
source: {0} (Press 'Enter' to confirm or 'Escape' to cancel)
base_fr: {0} (Appuyez sur 'Entrée' pour confirmer ou sur 'Échap' pour annuler)

# quickInput.visibleCount_Duplicated10
source: {0} Results
base_fr: {0} résultats

# quickInput.countSelected
source: {0} Selected
base_fr: {0} Sélectionnés

source: Custom
base_fr: Personnalisé

# quickInput.backWithKeybinding
source: Back ({0})
base_fr: Précédent ({0})

# defaultLabel_Duplicated11
source: input
base_fr: Entrée

# defaultLabel_Duplicated12
source: input
base_fr: Entrée

# label.preserveCaseCheckbox
source: Preserve Case
base_fr: Préserver la casse

# alertErrorMessage
source: Error: {0}
base_fr: Erreur : {0}

# alertWarningMessage
source: Warning: {0}
base_fr: Avertissement : {0}

# collapse all_Duplicated8
source: Collapse All
base_fr: Réduire tout

# caseDescription
source: Match Case
base_fr: Respecter la casse

# wordsDescription
source: Match Whole Word
base_fr: Mot entier

# regexDescription
source: Use Regular Expression
base_fr: Utiliser une expression régulière

source: Clear
base_fr: Effacer

source: Disable Filter on Type
base_fr: Désactiver le filtre sur le type

source: Enable Filter on Type
base_fr: Activer le filtre sur le type

# empty
source: No elements found
base_fr: Aucun élément

# found
source: Matched {0} out of {1} elements
base_fr: {0} éléments sur {1} correspondants

# mAppMenu
source: Application Menu
base_fr: Menu de l'application

# mMore
source: More
base_fr: plus
